Repository: joffilyfe/prodtools
Catalog: locale/*/LC_MESSAGES/xpm-xc.po
Languages: es_mx, pt

source: . Try to open it in an XML Editor to view the errors.
es_mx: . Intente abrirlo en un Editor XML para ver los errores.
pt: . Tente abrí-lo em um editor XML para ver os erros.

source: Make packages for
es_mx: Hacer paquetes para
pt: Fazer pacotes para

source: files.
es_mx: archivos.
pt: arquivos.

source: generating report...
es_mx: generando informe...
pt: gerando relatório...

source: Unable to generate the XML file.
es_mx: No fue posible generar el archivo XML.
pt: Não foi possível gerar o arquivo XML.

source: It is not PMC article or unable to find journal-id (nlm-ta) in the XML file.
es_mx: No es un artículo PMC o no fue posible encontrar journal-id (nlm-ta) en el archivo XML.
pt: Não é artigo PMC ou não foi possível encontrar journal-id (nlm-ta) no arquivo XML.

source: Missing journal-id (nlm-ta).
es_mx: No se encontró journal-id (nlm-ta).
pt: Faltando journal-id (nlm-ta).

source: No files to process
es_mx: Ningún archivo para procesar
pt: Nenhum arquivo para processar

source: XML Package Maker Report
es_mx: Informe XML Package Maker
pt: Relatório do XML Package Maker

source: XML filename or path which contains XML files
es_mx: Archivo XML o ruta que contiene los archivos XML
pt: Arquivo XML ou pasta que contenha arquivos XML

source: journal acronym
es_mx: acrónimo de la revista
pt: acrônimo do periódico

source: Missing acronym.
es_mx: Acrónimo no encontrado.
pt: Faltando acrônimo.

source: Missing abstract for
es_mx: No se encontró abstract para @xml:lang=
pt: Faltando abstract para @xml:lang=

source: Missing kwd-group for
es_mx: No se encontró kwd-group para @xml:lang=

source: Missing kwd for
es_mx: No se encontró kwd para @xml:lang=

source: Validating XML files
es_mx: Validando archivos XML
pt: Validando arquivos XML

source: Generating Detail report
es_mx: Generando informe detallado
pt: Gerando relatório detalhado

source: Unable to get the license of
es_mx: No fue posible identificar la licencia de
pt: Não foi possível identificar a licença de

source: Unable to identify issue license
es_mx: No fue posible identificar la licencia del fascículo
pt: Não foi possível identificar a licença do fascículo

source: In article: "
es_mx: En el artículo: "
pt: No artigo: "

source: Generating PMC Package
es_mx: Generando el paquete para PMC
pt: Gerando o pacote PMC

source: belongs to
es_mx: pertenece a
pt: pertence a

source: is already registered to
es_mx: ya está registrado para
pt: já está registrado para

source: requires references
es_mx: exige citas
pt: requer referências

source: Missing {required} for {demander}
es_mx: No fue encontrado {required} para {demander}
pt: Faltando {required} para {demander}

source: Required at least more than one kwd
es_mx: Requiere por lo menos más que uno kwd
pt: Requer pelo menos mais do que um kwd

source: Unexpected {unexpected} for {demander}. Be sure that {demander} is correct.
es_mx: Inesperado {unexpected} para {demander}. Asegúrese que {demander} está correcto.
pt: Inesperado {unexpected} para {demander}. Tenha certeza de que {demander} esteja correto.

source: Structure Validations
es_mx: Validaciones de estructura
pt: Validações de estrutura

source: Contents Validations
es_mx: Validaciones de contenido
pt: Validações de conteúdo

source: Converter Validations
es_mx: Validaciones del Converter
pt: Validações do Converter

source: report generated by XPM
es_mx: informe generado por XPM
pt: relatório gerado por XPM

source: no pagination was found
es_mx: ninguna paginación fue encontrada
pt: nenhuma paginação foi encontrada

source: Invalid pages
es_mx: Páginas inválidas
pt: Páginas inválidas

source: check lpage of {previous_article} and fpage of {xml_name}
es_mx: verifique lpage de {previous_article} y fpage de {xml_name}
pt: verifique lpage de {previous_article} e fpage de {xml_name}

source: lpage of {previous_article} and fpage of {xml_name} are the same
es_mx: lpage de {previous_article} y fpage de {xml_name} son iguales
pt: lpage de {previous_article} e fpage de {xml_name} são iguais

source: there is a gap between the lpage of {previous_article} and fpage of {xml_name}
es_mx: hay un espacio entre lpage de {previous_article} y fpage de {xml_name}
pt: há um espaço entre lpage de {previous_article} e fpage de {xml_name}

source: Invalid page range
es_mx: Intervalo inválido
pt: Intervalo de páginas inválido

source: XML Validations report
es_mx: Validaciones de XML
pt: Validações de XML

source: Conversion report
es_mx: Informe de conversión
pt: Conversão

source: Database
es_mx: Base de datos
pt: Base de dados

source: check lpage={lpage} ({previous_article}) and fpage={fpage} ({xml_name})
es_mx: verifique lpage={lpage} ({previous_article}) y fpage={fpage} ({xml_name})
pt: verifique lpage={lpage} ({previous_article}) e fpage={fpage} ({xml_name})

source: lpage={lpage} ({previous_article}) and fpage={fpage} ({xml_name}) are the same
es_mx: lpage={lpage} ({previous_article}) y fpage={fpage} ({xml_name}) son iguales
pt: lpage={lpage} ({previous_article}) e fpage={fpage} ({xml_name}) são iguais

source: there is a gap between lpage={lpage} ({previous_article}) and fpage={fpage} ({xml_name})
es_mx: hay un espacio entre lpage={lpage} ({previous_article}) y fpage={fpage} ({xml_name})
pt: há um espaço entre lpage={lpage} ({previous_article}) e fpage={fpage} ({xml_name})

source: even though there are some fatal errors. Note: These errors must be fixed in order to have good quality of bibliometric indicators and services.
es_mx: aunque hay algunos FATAL ERRORS. Nota: Estos errores deben ser corregidos para tener buena calidad de los indicadores bibliométricos y servicios.
pt: mesmo que haja alguns erros fatais. Nota: Estes erros devem ser corrigidos para que haja uma boa qualidade dos indicadores bibliométricos e serviços.

source: Invalid value for
es_mx: Valor inválido para
pt: Valor inválido para

source: There is no volume and no issue. It will be considered ahead of print.
es_mx: No hay volume y tampoco issue. Será considerado ahead of print
pt: Não há volume nem issue. Será considerado ahead of print

source: Found numbers in
es_mx: Encontrados números en
pt: Encontrados números em

source: Valid:
es_mx: Válido:
pt: Válido:

source: Expected value:
es_mx: Valor esperado:
pt: Valor esperado:

source: Invalid values for @rid={rid} or xref={xref} or @rid={rid2} or xref={xref2}
es_mx: Valores inválidos para @rid={rid} o xref={xref} o @rid={rid2} o xref={xref2}
pt: Valores inválidos para @rid={rid} ou xref={xref} ou @rid={rid2} ou xref={xref2}

source: Invalid values for @rid={rid} or xref={xref}
es_mx: Valores inválidos para @rid={rid} o xref={xref}
pt: Valores inválidos para @rid={rid} ou xref={xref}

source: Be sure that
es_mx: Esté seguro que
pt: Tenha certeza de que

source: is not
es_mx: no es
pt: não é

source: <article>.id not updated/created
es_mx: <article>.id no fue creado o actualizado
pt: <article>.id não criado ou atualizado

source: Done
es_mx: Terminado
pt: Terminado

source: Unable to exclude
es_mx: No fue posible excluir
pt: Não foi possível excluir

source: ex aop was excluded
es_mx: ex aop fue excluído
pt: ex aop foi excluído

source: Unable to exclude ex aop
es_mx: No fue posible excluir ex aop
pt: Não foi possível excluir ex aop

source: excluded ex-aop
es_mx: ex aop fue excluído
pt: ex aop excluído

source: excluded incorrect order
es_mx: fue excluído artículo cuyo order está incorrecto
pt: excluído artigo cujo order é incorreto

source: not excluded incorrect order
es_mx: no fue excluído artículo cuyo order está incorrecto
pt: não excluído artigo cujo order é incorreto

source: not excluded ex-aop
es_mx: ex aop no fue excluído
pt: não excluído ex aop

source: NOT PROCESSED
es_mx: NO PROCESADO
pt: NÃO PROCESSADO

source: unknown
es_mx: desconocido
pt: desconhecido

source: because there are blocking errors in the package.
es_mx: porque hay errores críticos en el paquete.
pt: porque há erros críticos no pacote.

source: For documents which publication date is previous to
es_mx: Para documentos cuya fecha de publicación es anterior a
pt: Para documentos cuja data de publicação é anterior a

source: , use the most recent SPS version.
es_mx: , use la versión de SPS más reciente.
pt: , use a versão de SPS mais recente.

source: expires in
es_mx: expira en
pt: expira em

source: days.
es_mx: días.
pt: dias.

source: NLM title
es_mx: Título NLM
pt: Título NLM

source: print ISSN
es_mx: ISSN impreso
pt: ISSN impresso

source: publisher name
es_mx: Publicador
pt: Publicador

source: No value for {label} is registered.
es_mx: Ningun valor para {label} está registrado.
pt: Nenhum valor para {label} está registrado.

source: Registered journal data validations
es_mx: Validaciones de los datos de la revista registrada
pt: Validações dos dados do periódico registrado

source: Registered issue data validations
es_mx: Validaciones de los datos del facículo registrado
pt: Validações dos dados do fascículo registrado

source: Checking journal data: XML files and registered data
es_mx: Validación de datos de la revista: archivos XML y datos registrados
pt: Validações de dados do periódico: arquivos XML e dados registrados

source: Checking issue data: XML files and registered data
es_mx: Validación de datos del facículo: archivos XML y datos registrados
pt: Validações de dados do fascículo: arquivos XML e dados registrados

source: Pages Report
es_mx: Informe de las páginas
pt: Relatório de páginas

source: Data in the XML Files
es_mx: Datos encontrados en los archivos XML
pt: Dados encontrados nos arquivos XML

source: section title
es_mx: título de sección
pt: título da seção

source: Maybe it should be
es_mx: Tal vez deba ser
pt: Talvez deva ser

source: it starts or ends with space characters.
es_mx: comienza o termina com caracter de espacio.
pt: começa ou termina com caracter de espaço.

source: it must not have styles elements (italic, bold).
es_mx: no debe contener elementos de estilo (itálico, negrita).
pt: não deve ter elementos de estilo (itálico, negrito).

source: license
es_mx: licencia
pt: licença

source: Be sure that {item} is correct.
es_mx: Esté seguro que {item} este correcto.
pt: Tenha certeza de que {item} esteja correto.

source: quantity of reference types
es_mx: Quantidad de tipos de citas
pt: quantidade de tipos de referências

source: sources
es_mx: fuentes de información
pt: fontes de informação

source: Be sure that {item} belongs to this journal.
es_mx: Esté seguro que {item} pertenece a esta revista.
pt: Tenha certeza de que {item} pretença a este periódico.

source: {date1} must be a previous date than {date2}
es_mx: {date1} debe ser una fecha anterior a {date2}
pt: {date1} deve ser uma data anterior a {date2}

source: there is no history dates
es_mx: No hay fechas de recibido y accepto
pt: Não há datas de recebido e aceito

source: is not working.
es_mx: no está funcionando.
pt: não está funcionando.

source: This reference looks like {publication_type}
es_mx: Esta cita se parece a {publication_type}
pt: Esta referência se parece com {publication_type}

source: This reference looks like {publication_type}.
es_mx: Esta cita se parece a {publication_type}.
pt: Esta referência se parece com {publication_type}.

source: this reference is not
es_mx: esta cita no es
pt: esta referência não é

source: Unable to get journal data
es_mx: No fue posible obtener los datos de la revista
pt: Não foi possível obter os dados do periódico

source: data
es_mx: datos
pt: dados

source: in XML
es_mx: en XML
pt: no XML

source: registered journal data
es_mx: registrados
pt: dados registrados

source: Registered data are supposed to be correct and updated, but if you identify they are not, ignore the error messages.
es_mx: Se supone que los datos registrados estén correctos o actualizados, pero si Usted ha identificado que no están, ignore los mensajes de error.
pt: Se supõe que os dados registrados estão corretos e atualizados, mas se você identificar que não, ignore as mensagens de erro.

source: Checking issue data consistence
es_mx: Validaciones de consistencias de datos del facículo completo

source: Unable to validate
es_mx: No fue posible validarlo

source: Consult registered data
es_mx: Consulta a los datos registrados

source: If the data in the XML files are correct, please, ignore the error messages and report the errors found in the registered data.
es_mx: Si los datos en los archivos XML están correctos, por favor, ignore los mensajes de error y infórmenos de los errores encontrados en los datos registrados.

source: Consult the registered data
es_mx: Consulta a los datos registrados

source: ISO Country Code
es_mx: Código ISO de país

source: Required only one. Found values:
es_mx: Exígese solamente uno. Valores encontrados:

source: Required at least {number} items
es_mx: Exígese por lo menos {number}.

source: Invalid values
es_mx: Valores inválidos

source: Expected {unexpected} for {demander}. Be sure that "{demander}" is correct.
es_mx: Esperado {unexpected} para {demander}. Esté seguro de que "{demander}" está correcto.

source: Required only one {element} for each language. Found values: {values}
es_mx: Permitido solamente un {element} para cada idioma. Valores encontrados: {values}

source: Required only one {element} for each language. Values found for @xml:lang="{lang}": {values}
es_mx: Permitido somente um {element} para cada idioma. Valores encontrados para @xml:lang="{lang}": {values}

source: Required only unique values of {element} for each language. Duplicated values found for @xml:lang="{lang}": {values}
es_mx: Permitido solamente valores únicos de {element} para cada idioma. Valores duplicados encontrados para @xml:lang="{lang}": {values}

source: files
es_mx: archivos

source: Invalid format for @xml:lang. It requires two lower case letters.
pt: Formato inválido para @xml:lang. Requerido duas letras minúsculas.

source: aop
pt: ahead of print

source: Report
pt: Relatório
