Repository: joffilyfe/prodtools
Catalog: locale/*/LC_MESSAGES/xpm-xc.po
Languages: es_mx, pt

source: Files in the package
es_mx: Archivos en el paquete
pt: Arquivos no pacote

source: Authors
es_mx: Autores
pt: Autores

source: Sources
es_mx: Fuentes de información
pt: Fontes

source: missing extension of
es_mx: no se encontró la extensión de
pt: faltando extensão de

source: not found in package
es_mx: no se encontró en el paquete
pt: não encontrado no pacote

source: is not working
es_mx: no funciona
pt: não está funcionando

source: found in XML
es_mx: encontrado en el archivo XML
pt: encontrado no XML

source: not found in XML
es_mx: no se encuentra en el archivo XML
pt: não encontrado no XML

source: Unable to get data of
es_mx: No fue posible obtener los datos de
pt: Não foi possível obter os dados de

source: Data Quality Control
es_mx: Validaciones de contenido
pt: Validações do conteúdo

source: starts with
es_mx: empieza con
pt: começa com

source: "space"
es_mx: "espacio"
pt: "espaço"

source: ends with
es_mx: termina con
pt: termina com

source: contains invalid characteres:
es_mx: contiene caracteres inválidos:
pt: contém caracteres inválidos:

source: Required, if exists.
es_mx: Si existe es requerido.
pt: Requerido, se existe.

source: Required at least one
es_mx: Al menos uno es requerido
pt: Requerido pelo menos um

source: Required
es_mx: Requerido
pt: Requerido

source: Invalid value for
es_mx: Valor inválido para
pt: Valor inválido para

source: Expected values
es_mx: Valores esperados
pt: Valores esperados

source: Invalid character/word
es_mx: Palabra/carácter inválido
pt: Palavra ou caracter inválido

source: in
es_mx: en
pt: em

source: Be sure that
es_mx: Asegúrese que
pt: Tenha certeza de que

source: is correct
es_mx: sea correcto
pt: esteja correto

source: Invalid terms
es_mx: Términos inválidos
pt: Termos inválidos

source: must be identified as
es_mx: debe ser identificado como
pt: deve ser identificado como

source: Author
es_mx: Autor
pt: Autor

source: has no
es_mx: no tiene
pt: não tem

source: of
es_mx: de
pt: de

source: Invalid value of
es_mx: Valor inválido de
pt: Valor inválido de

source: Valid values:
es_mx: Valores válidos:
pt: Valores inválidos:

source: Invalid format for language. It requires two lower case letters.
es_mx: Formato inválido para @xml:lang. Son necesarias dos letras minúsculas.
pt: Formato inválido para @xml:lang. Requer duas letras minúsculas.

source: Check the value of
es_mx: Verificar el valor de
pt: Verificar o valor de

source: Missing ISSN. Required at least one.
es_mx: ISSN no encontrado. Se requiere al menos uno.
pt: Faltando ISSN. Requer pelo menos um.

source: requires contrib names or collabs.
es_mx: se requiere contrib names o collabs.
pt: requer contrib names ou collabs.

source: Missing
es_mx: No se encontró
pt: Faltando

source: Missing @xml:lang for
es_mx: No se encontró @xml:lang para
pt: Faltando xml:lang para

source: Missing title for
es_mx: No se encontró title para
pt: Faltando title para

source: Missing titles
es_mx: No se encontró titles
pt: Faltando titles

source: Be sure that this DOI
es_mx: Asegúrese que el DOI
pt: Tenha certeza de que este DOI

source: belongs to this journal.
es_mx: pertenezca a esta revista.
pt: pertence a este periódico.

source: Missing order. Expected number 1 to 99999.
es_mx: No se encontró order. Se esperaba un número del 1 a 99999.
pt: Faltando order. Esperado um número de 1 a 99999.

source: Invalid format of order. Expected number 1 to 99999.
es_mx: Formato inválido para order. Se esperaba un número del 1 a 99999.
pt: Formato inválido de order. Esperado um número de 1 a 99999.

source: is required if there is no fpage > 0 or fpage is not number.
es_mx: es requerido si fpage no es mayor a 0 o fpage no es un número.
pt: é requerido se fpage não é maior que 0 ou se fpage não é número.

source: Required volume and/or number
es_mx: volumen y/o número requerido
pt: Requerido volume e/ou número

source: Found
es_mx: Encontrado
pt: Encontrado

source: Invalid value
es_mx: Valor inválido
pt: Valor inválido

source: It must be ISO code of
es_mx: Debe ser el código ISO de
pt: Deve ser código ISO de

source: Normalized institution name is valid:
es_mx: Nombre normalizado de institución válido:
pt: Nome normalizado de instituição é válido:

source: Similar normalized institution names:
es_mx: Nombres normalizados de institución similares:
pt: Nomes normalizados similares de instituições:

source: Unable to confirm/find the normalized institution name for
es_mx: No fue posible confirmar/encontrar el nombre normalizado de la institución para
pt: Não foi possível confirmar ou encontrar o nome normalizado para

source: . Ask for normalized institution name by email: scielo-xml@googlegroups.com
es_mx: . Pregunte por el nombre normalizado de la institución escribiendo a: scielo-xml@googlegroups.com
pt: . Peça pelo nome normalizado da instituição pelo email: scielo-xml@googlegroups.com

source: . Similar valid institution names are:
es_mx: . Los nombres similares de la institución válidos son:
pt: . Nomes similares válidos são:

source: only one occurrence of
es_mx: solamente una ocurrencia de
pt: somente uma única ocorrência de

source: is allowed.
es_mx: es permitido.
pt: é permitido.

source: They must have the same value
es_mx: Debe tener el mismo valor
pt: Devem ter o mesmo valor

source: total of pages of
es_mx: el total de páginas de
pt: total de páginas de

source: Unable to calculate
es_mx: No se pudo calcular
pt: Não foi possível calcular

source: total of references
es_mx: total de citas
pt: total de referências

source: total of tables
es_mx: total de tablas
pt: total de tabelas

source: total of equations
es_mx: total de ecuaciones
pt: total de equações

source: total of figures
es_mx: total de figuras
pt: total de figuras

source: Missing text for
es_mx: No se encontró el texto para
pt: Faltando texto para

source: press release id
es_mx: ID de press release
pt: ID de press release

source: and
es_mx: y
pt: e

source: Invalid combination of date types:
es_mx: Combinación inválida de tipos de fecha:
pt: Combinação inválida de tipos de datas:

source: issue pub-date
es_mx: pub-date del fascículo
pt: pub-date de fascículo

source: article pub-date
es_mx: pub-date del artículo
pt: pub-date de artigo/documento

source: is aop
es_mx: es un aop (publicación avanzada)
pt: é ahead of print

source: is press_release
es_mx: es un press_release
pt: é press release

source: illustrative materials
es_mx: materiales ilustrativos
pt: material ilustrativo

source: is text
es_mx: es texto
pt: é texto

source: previous pid
es_mx: PID anterior
pt: PID anterior

source: Unmatched
es_mx: No coincide
pt: Não se relaciona

source: is for
es_mx: es para
pt: é para

source: valid values of
es_mx: valores válidos de
pt: valores válido para

source: are
es_mx: son
pt: são

source: or
es_mx: o
pt: ou

source: Check if @publication-type is correct. This reference looks like
es_mx: Verifique si @publication-type es correcto. Esta cita se parece a
pt: Verifique se @publication-type está correto. Esta referência parace ser

source: Remove @specific-use="display-only". It is required to identify incomplete references which @publication-type is equal to
es_mx: Elimine @specific-use="display-only". Es requerido para identificar citas incompletas cuyo @publication-type es igual a
pt: Remova @specific-use="display-only". É obrigatório para identificar referências incompletas cujos @publication-type é igual a

source: Expected at least the elements:
es_mx: Se esperaban al menos los elementos:
pt: Esperado pelo menos os elementos:

source: Incomplete Reference
es_mx: Cita incompleta
pt: Referência incompleta

source: Check if the elements of this reference is properly identified.
es_mx: Verifique si los elementos de esta cita están identificados correctamente.
pt: Verifique se os elementos desta referência esteja corretamente identificada.

source: ignored
es_mx: ignorado
pt: ignorado

source: is missing in
es_mx: no fue encontrado en
pt: está faltando em

source: invalid author
es_mx: autor inválido
pt: author inválido

source: must not be greater than
es_mx: no debe ser mayor que
pt: não deve ser maior que

source: is not a number nor in an expected format.
es_mx: no es un número ni está en el formato esperado.
pt: não é um número nem está em um formato esperado.

source: requires
es_mx: requiere
pt: requer

source: the elements of this reference
es_mx: los elementos de esta cita
pt: os elementos desta referência

source: If the reference has no
es_mx: Si la cita no tiene
pt: Se a referência não tem

source: ignore this message
es_mx: ignore este mensaje
pt: ignore esta mensagem

source: is not allowed for
es_mx: no es permitido para
pt: não é permitido para

source: . Be sure that you have correctly identified:
es_mx: . Asegúrese que identificó correctamente:
pt: . Tenha certeza de que tenha identificado corretamente:

source: or
es_mx: o
pt: ou

source: close
es_mx: cerrar
pt: fechar

source: authors without aff
es_mx: autores sin afiliaciones
pt: autores sem aff

source: authors with more than 1 affs
es_mx: autores que tienen más de una afiliación
pt: autores com mais de uma aff

source: authors with invalid xref[@ref-type=aff]
es_mx: autores con xref[@ref-type=aff] inválidos
pt: autores com xref[@ref-type=aff] inválido

source: incomplete affiliations
es_mx: afiliaciones incompletas
pt: afiliações incompletas

source: Invalid XML files.
es_mx: Archivos XML inválidos.
pt: Arquivos XML inválidos.

source: same value for %s is required for all the documents in the package
es_mx: el mismo valor para %s es requerido para todos los documentos del paquete
pt: mesmo valor para %s são obrigatórios para todos os documentos no pacote

source: found
es_mx: encontrado
pt: encontrado

source: : unique value of %s is required for all the documents in the package
es_mx: : valor único de %s es requerido para todos los documentos del paquete
pt: : valor único de %s é obrigatório para todos os documentos no pacote

source: there is no value for
es_mx: no es un valor para
pt: não há valor para

source: no value for
es_mx: ningún valor para
pt: nenhum valor para

source: Unique value expected for
es_mx: Se esperaba un valor único para
pt: Valor único esperado para

source: Languages overview
es_mx: Visión general de los idiomas
pt: Visão geral que contém @xml:lang

source: Dates overview
es_mx: Visión general de las fechas
pt: Visão geral das datas

source: Affiliations overview
es_mx: Visión general de afiliaciones
pt: Visão geral das afiliações

source: references by type
es_mx: citas por tipo
pt: referências por tipo (element-citation/@publication-type)

source: same sources as different types
es_mx: mismas fuentes como tipos diferentes
pt: mesmas fontes (source) como tipos diferentes (element-citation/@publication-type)

source: same sources as different types references
es_mx: mismas fuentes como tipos diferentes de citas
pt: mesmas fontes (source) com difentes tipos de referências (element-citation/@publication-type)

source: references missing source
es_mx: citas sin fuente
pt: referências que não contém fonte (source)

source: references missing year
es_mx: citas sin año
pt: referências que não contém ano (year)

source: references with unusual value for source
es_mx: citas con un valor inusual para la fuente
pt: referências com valor não usual para fonte (source)

source: references with unusual value for year
es_mx: citas con un valor inusual para año
pt: referências com valor não usual para ano (year)

source: Package references overview
es_mx: Visión general las citas del paquete
pt: Visão geral das referências do pacote

source: XML Validations
es_mx: Validaciones del XML
pt: Validações do XML

source: XML path
es_mx: Ruta de los archivos XML
pt: Localização do XML

source: Total of XML files
es_mx: Total de archivos XML
pt: Total de arquivos XML

source: Fatal error - indicates errors which impact on the quality of the bibliometric indicators and other services
es_mx: Fatal error - indica errores que impactan a la calidad de los indicadores bibliométricos y otros servicios
pt: Fatal error - indica erros que comprometem a qualidade dos indicadores bibliométricos e outros serviços

source: Error - indicates the other kinds of errors
es_mx: Error - indica otro tipo de errores
pt: Error - indica os demais tipos de erros

source: Warning - indicates that something can be an error or something needs more attention
es_mx: Warning - indica que algo puede estar incorrecto o necesita atención
pt: Warning - indica que algo pode ser erro ou que precisa de atenção

source: Result of the processing:
es_mx: Resultado del proceso:
pt: Resultado do processamento:

source: Summary report
es_mx: Informe resumido
pt: Relatório resumido

source: Detail report
es_mx: Informe detallado
pt: Relatório detalhado

source: Files/Folders
es_mx: Archivos/Directorios
pt: Arquivos/Pastas

source: Database overview
es_mx: Visión general de la base de datos
pt: Visão geral da base de dados

source: Package overview
es_mx: Visión general del paquete
pt: Visão geral do pacote

source: finished
es_mx: terminado
pt: finalizado

source: Exclude aop files of
es_mx: Excluir archivos aop de
pt: Exclui arquivos aop de

source: Inform the acronym.
es_mx: Proporcione el acrónimo.
pt: Informar o acrônimo.

source: Select a folder which contains the SPS XML Files.
es_mx: Selecciona el directorio que contiene archivos XML.
pt: Selecione uma pasta que contenha arquivos XML SPS.

source: Executing XML Package Maker for
es_mx: Ejecutando XML Package Maker para
pt: Executando XML Package Maker para

source: Executing XML Converter for
es_mx: Ejecutando XML Converter para
pt: Executando XML Converter para

source: Missing XML location.
es_mx: No se encontró la ubicación del archivo XML.
pt: Faltando localização do XML.

source: Invalid file. XML file required.
es_mx: Archivo inválido. Archivo XML requerido.
pt: Arquivo inválido. Arquivo XML requerido.

source: Invalid folder. Folder must have XML files.
es_mx: Directorio inválido. Debe contener archivos XML.
pt: Pasta inválida. Pasta deve conter arquivos XML.

source: converted
es_mx: convertido
pt: convertido

source: rejected
es_mx: rechazado
pt: rejeitado

source: not converted
es_mx: no convertido
pt: não convertido

source: skipped conversion
es_mx: no se necesita la conversión
pt: não foi necessária a conversão

source: deleted ex-aop
es_mx: ex-aop borrado
pt: ex-aop eliminado

source: deleted incorrect order
es_mx: order incorrecto borrado
pt: apagado o documento com o order incorreto

source: not deleted ex-aop
es_mx: ex-aop no borrado
pt: não apagado o ex-aop

source: aop version
es_mx: versión aop
pt: versão aop

source: doc has no aop
es_mx: artículo no tiene versión aop
pt: documento não tem versão aop

source: aop is published in an issue
es_mx: aop está publicado en un fascículo
pt: aop foi publicado en um fascículo

source: doc has aop version
es_mx: artículo tiene versión aop
pt: documento tem a versão aop

source: doc has aop version partially matched (title/author are similar)
es_mx: artículo tiene versión aop con datos parcialmente identificados (título/autor son similares)
pt: documento tem a versão aop com dados (title/author) similares

source: doc has aop version which has no PID
es_mx: artículo tiene versión aop que no tiene PID
pt: documento tem versão aop que não tem PID

source: doc has an invalid aop version (title/author are not the same)
es_mx: el artículo tiene una versión oap inválida (titulo/autor no son los mismos)
pt: documento tem uma versão aop inválida (title/author não são iguais)

source: Unable to identify the article's issue
es_mx: No fue posible identificar el fascículo del artículo
pt: Não foi possível identificar o fascículo deste artigo

source: Issue
es_mx: Fascículo
pt: Fascículo

source: is not registered in
es_mx: no está registrado en
pt: não está registrado em

source: using ISSN:
es_mx: usando ISSN:
pt: usando ISSN:

source: replacing
es_mx: reemplazando
pt: substituindo

source: Unable to replace
es_mx: No fue posible reemplazar
pt: Não foi possível substituir

source: unidentified
es_mx: no definido
pt: não identificado

source: not registered
es_mx: no registrado
pt: não registrado

source: Documents status in the package/database - before conversion
es_mx: Situación de los documentos en el paquete/bases de datos - antes de la conversión
pt: Situação dos documentos no pacote/base de dados - antes da conversão

source: Documents status in the package/database - after conversion
es_mx: Situación de los documentos en el paquete/bases de datos - después de la conversión
pt: Situação dos documentos no pacote/base de dados - depois da conversão

source: Conversion results
es_mx: Resultados de la conversión
pt: Resultados da conversão

source: this journal has no aop.
es_mx: esta revista no tiene archivos aop.
pt: este periódico não possui aop

source: AOP status
es_mx: Situación de AOP
pt: Situação dos AOP

source: XML Conversion (XML to Database)
es_mx: XML Conversion (XML a base de datos)
pt: XML Conversion (XML para base de dados)

source: REJECTED
es_mx: RECHAZADO
pt: REJEITADO

source: IGNORED
es_mx: IGNORADO
pt: IGNORADO

source: ACCEPTED but corrections required
es_mx: ACEPTADO pero son necesarias correcciones
pt: ACEITO mas correções são necessárias

source: APPROVED
es_mx: APROBADO
pt: APROVADO

source: Checking issue data
es_mx: Verificando datos del fascículo
pt: Verificando os dados de fascículo

source: Converting xml to database
es_mx: Convirtiendo XML para base de datos
pt: Convertendo XML para a base de dados

source: Replacing orders:
es_mx: Reemplazando orders:
pt: Substituindo orders:

source: by
es_mx: por
pt: por

source: Deleting
es_mx: Borrando
pt: Apagando

source: ex aop was deleted
es_mx: ex aop fueron borrados
pt: ex aop foram apagados

source: Unable to delete ex aop
es_mx: No fue posible borrar ex aop
pt: Não foi possível apagar os ex aop

source: Result:
es_mx: Resultado:
pt: Resultado:

source: This document is an "aop".
es_mx: Este artículo es un "aop".
pt: Este documento é um "aop".

source: Checking if
es_mx: Verificando si
pt: Verificando se

source: has an "aop version"
es_mx: contiene "aop version"
pt: tem uma versão "aop"

source: Not found an "aop version" of this document.
es_mx: No se encontró una versión "aop" de este artículo.
pt: Não encontrado uma versão "aop" deste documento.

source: Found: "aop version"
es_mx: Encontrada una versión "aop"
pt: Encontrado uma versão "aop"

source: the title/author of article and its "aop version" are similar.
es_mx: title/author del artículo y su versión aop son similares.
pt: title/author do artigo e sua uma versão "aop" são similares.

source: the "aop version" has no PID
es_mx: la versión aop no tiene PID
pt: a uma versão "aop" não tem PID

source: the title/author of article and "aop version" are different.
es_mx: title/author del artículo y su versión aop son distintos.
pt: title/author do artigo e sua uma versão "aop" são diferentes.

source: doc title
es_mx: título del artículo
pt: título do artigo

source: aop title
es_mx: título del aop
pt: título do aop

source: doc first author
es_mx: primer autor del artículo
pt: primeiro autor do artigo

source: aop first author
es_mx: primer autor del aop
pt: primeiro autor do aop

source: Checking existence of aop version
es_mx: Verificando existencia de una versión aop
pt: Verificando a existência da versão aop

source: scielo web site
es_mx: sitio web SciELO
pt: sitio Web do SciELO

source: be updated/published on
es_mx: será actualizado/publicado en
pt: está atualizado/publicado em

source: not
es_mx: no
pt: não

source: because there are errors in the package.
es_mx: debido a que hay errores en el paquete.
pt: porque há erros no pacote.

source: because no document was changed.
es_mx: debido a que ningún archivo XML fue cambiado.
pt: porque nenhum documento foi modificado.

source: because it is not complete (
es_mx: debido a que esta incompleto (
pt: porque não está completo (

source: were not converted).
es_mx: no fueron convertidos).
pt: não foram convertidos).

source: because it was unable to save the database.
es_mx: debido a que no fue posible guardar la base de datos.
pt: porque não foi possível gerar a base de dados.

source: even though there are some FATAL ERRORS. Note: These errors must be fixed in order to have good quality of bibliometric indicators and services.
es_mx: aunque hay algunos FATAL ERRORS. Nota: Estos errores deben ser corregidos para tener buena calidad de los indicadores bibliométricos y servicios.
pt: mesmo que haja alguns erros fatais. Nota: Estes erros devem ser corrigidos para que haja uma boa qualidade dos indicadores bibliométricos e serviços.

source: journal title
es_mx: título de la revista

source: journal id NLM
es_mx: ID de la revista en NLM

source: journal e-ISSN
es_mx: e-ISSN de la revista

source: journal print ISSN
es_mx: ISSN impreso de la revista

source: issue label
es_mx: etiqueta del fascículo
pt: rótulo do fascículo

source: data mismatched. In article: "
es_mx: datos no consistentes. En el artículo: "
pt: dado não compatível. No artigo: "

source: " and in issue: "
es_mx: " y en el fascículo: "
pt: " e no fascículo: "

source: Registered sections
es_mx: Secciones registradas
pt: Seções registradas

source: is not a registered section.
es_mx: no es una sección registrada.
pt: não é uma seção registrada.

source: section replaced: "
es_mx: sección reemplazada: "
pt: seção substituida: "

source: instead of
es_mx: en lugar de
pt: no lugar de

source: Check if
es_mx: Verifique si
pt: Verificar se

source: is a valid value for
es_mx: es un valor válido para
pt: é um valor válido para

source: Check @article-type. Maybe it should be
es_mx: Verifique @article-type. Tal vez deba ser
pt: Verificar @article-type. Talvez deva ser

source: Missing collection acronym
es_mx: Acrónimo de la colección no encontrado
pt: Faltando o acrônimo da coleção

source: ATTENTION
es_mx: ATENCIÓN
pt: ATENÇÃO

source: No configuration file was informed
es_mx: No de proporciono un archivo de configuración
pt: Nenhum arquivo de configuração foi informado

source: unable to read XML Converter configuration file:
es_mx: no se pudo leer el archivo de configuración de XML Converter:
pt: não foi possível ler o arquivo de configuração de XML Converter

source: Incorrect parameters
es_mx: Parámetros incorrectos
pt: Parâmetros incorretos

source: Usage
es_mx: Uso
pt: Uso

source: where
es_mx: donde
pt: onde

source: path of folder which contains
es_mx: ruta del directorio que contiene
pt: localização da pasta que contenha

source: collection acron
es_mx: acrónimo de la colección
pt: acrônimo da coleção

source: Unable to create
es_mx: No fue posible crear
pt: Não foi possível criar

source: Unable to load
es_mx: No fue posible cargar
pt: Não foi possível carregar

source: Report of files
es_mx: Informe de los archivos
pt: Relatório dos arquivos

source: Source path
es_mx: Ruta de origen
pt: Localização da pasta original

source: Package path
es_mx: Ruta del paquete
pt: Localização do pacote final normalizado

source: Source XML name
es_mx: Nombre del archivo XML original
pt: Nome do arquivo XML original

source: Package XML name
es_mx: Nombre del archivo XML en el paquete normalizado
pt: Nome do arquivo XML final normalizado

source: Total of related files
es_mx: Total de archivos vinculados
pt: Total dos arquivos relacionados

source: Total of files in package
es_mx: Total de archivos en el paquete
pt: Total dos arquivos no pacote

source: Total of @href in XML
es_mx: Total de @href en el archivo XML
pt: Total de @href no XML

source: Total of @href not found in package
es_mx: Total de @href no encontrados en el paquete
pt: Total de @href não encontrado no pacote
